# Напишите программу, которая принимает два списка и выводит все элементы первого, которых нет во втором.

set_1 = set(['Yellow', 'Black', 'Red', 'Green'])
set_2 = set(['Red', 'Blue', 'White'])

print(set_1 - set_2)